lukweb/micropython/ports/esp32/boards/LOLIN_D32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "LOLIN D32"
#define MICROPY_HW_MCU_NAME                 "ESP32"
